import React from 'react'
import { Link } from 'react-router-dom'
import "./AboutUsPage.css"

export default function AboutUsPage() {

  return (
    <div className='aboutPage'>
      <div className='aboutPageWrapper row'>

        <div className="left-side">
          <h4>دسترسی سریع</h4>
          <Link className='link' to="/home">خانه</Link>
          <Link className='link' to="/doctors">پزشکان</Link>
          <Link className='link' to="/get-appointment">نوبت گیری</Link>
          <Link className='link' to="/contact-us">ارتباط با ما</Link>
        </div>

        <div className="right-side text-box">
          <h3 className='title'>درباره ی بیمارستان ما</h3>
          <p className='text'>
            بیمارستان تخصصی و فوق تخصصی هـزار تختخوابی ما به منظـور تأمیـن بخشی از نیـازهای درمــانی کشور و بیمه‌شدگان محتـرم سازمان تأمیـن اجتماعی, در تیر ماه 80 افتتاح گـردید.
          </p>
          <p className='text'>
            بیمارستان, در راستای مشتری مداری، تعهد به بهبود مستمر اثر بخشی سیستم مدیریت کیفیت و پیشگیری از آلودگی های محیطی خاک، هوا و آب های سطحی و زیرزمینی [روش اجرایی شناسایی و ارزیابی جنبه های زیست محیطی (P144-QM-01) ]، اهداف کلان و خرد را تدوین نموده و مرتباً بازنگری می نماید و مصمم است ضمن ارائه خدمات درمانی با کیفیت مطلوب، قوانین و مقررات زیست محیطی کشور را نیز رعایت نموده و کمترین تأثیر نامطلوب را بر محیط زیست داشته باشد.
          </p>
          <p className='text'>
            بیمارستان ما به منظور تحقق اهداف ذیل, سیستم مدیریت کیفیت (براساس استاندارد بیـن المللی ISO 9001:2000 ) و سیستم مـدیریت زیست محیطی (براساس استاندارد بین المللی ISO 14001:2004 ) را استقرار می نماید :
          </p>
          <ul className="about-us-list">
            <li>
              مراقبت از بیمار با کیفیت استانداردهای داخلی [روش اجرایی شاخص های درمان (p098-QM-01) ]
            </li>

            <li>رضایتمندی مشتریان داخلی و خارجی از طریق ارائه خدمات مطلوب و با امکانات موجود با تأکید بر رعایت منشور حقوق بیمار و احترام متقابل بین کلیه پرسنل</li>

            <li>
              ارتقاء سطح آگاهی و بهسازی نیروی انسانی ازطریق آموزش
            </li>
            <li>
              تأکید بر کنترل عفونت و رعایت بهداشت محیط
            </li>
            <li>
              بهبود مستمر و پیشگیری از آلودگی های زیست محیطی
            </li>
            <li>
              جلوگیری از اتلاف منابع و کاهش مصرف انرژی
            </li>
          </ul>
        </div>
      </div>
    </div>
  )
}